Repository: saeub/okra
Catalog: lib/l10n/intl_*.arb
Languages: fr, it

# apiErrorConnectionFailed
source: Connection failed
fr: Échec de la connexion
it: Connessione fallita

# apiErrorGeneric
source: API error ({status})
fr: Erreur d'API ({status})
it: Errore API ({status})

# apiErrorInvalidCredentials
source: Invalid participant ID or key
fr: Nom d'utilisateur ou clé invalide
it: ID utilizzatore o chiave invalida

# apiErrorInvalidResponse
source: Invalid response received
fr: Réponse invalide
it: Risposta invalida

# apiErrorInvalidUrl
source: Invalid URL
fr: URL invalide
it: URL invalida

# apiErrorTimeout
source: Request timed out
fr: Délai de réponse dépassé
it: Tempo di risposta scaduto

# dialogNo
source: NO
fr: NON

# dialogYes
source: YES
fr: OUI
it: SÌ

# errorGeneric
source: Error: {error}
fr: Erreur: {error}
it: Errore: {error}

# errorRetry
source: RETRY
fr: RECOMMENCER
it: RIPROVARE

# errorUnknown
source: Unknown error
fr: Erreur inconnue
it: Errore sconosciuto

# experimentsIntro
source: Okra is an app built at the University of Zurich. Researchers can use Okra to find out how well people can understand texts. If you are a study participant, you should have a QR code. Scan this QR code to get your tasks.
fr: Okra est une application de l'Université de Zurich. Avec Okra, les scientifiques peuvent découvrir si les personnes comprennent un texte ou pas. Si tu participes à une étude, tu devrais avoir un QR code. Scanne ce QR code pour voir tes tâches.
it: Okra è un'app dell'Università di Zurigo. Con Okra, i ricercatori possono scoprire se le persone capiscono un testo o no. Se partecipi a uno studio dovresti avere un QR code. Scannerizza questo QR code per vedere i tuoi compiti.

# experimentsNoTasks
source: No tasks available at the moment
fr: Aucune tache disponible pour l'instant
it: Nessun compito disponibile al momento

# experimentsPageTitle
source: Experiments
fr: Expérimentations
it: Esperimenti

# experimentsRefresh
source: Refresh
fr: Actualiser
it: Aggiornare

# experimentsScanQrCode
source: SCAN QR CODE
fr: SCANNER LE QR CODE
it: SCANNERIZZA IL QR CODE

# experimentsStart
source: START
fr: COMMENCER
it: INIZIARE

# experimentsTasksLeft
source: {howMany, plural, one{1 task left} other{{howMany} tasks left}}
fr: {howMany, plural, one{1 tache restante} other{{howMany} taches restantes}}
it: {howMany, plural, one{1 compito rimanente} other{{howMany} compiti rimanenti}}

# instructionsLoadingAudioFailed
source: Loading audio failed
fr: Échec du chargement du son
it: Caricamento audio fallito

# instructionsRestartPracticeTask
source: RESTART PRACTICE TASK
fr: RECOMMENCER L'EXERCICE
it: RICOMINCIA L'ESERCIZIO

# instructionsStartAudio
source: Read aloud
fr: Lire à voix haute
it: Leggi ad alta voce

# instructionsStartPracticeTask
source: START PRACTICE TASK
fr: DÉMARRER L'EXERCICE
it: INIZIA L'ESERCIZIO

# instructionsStartTask
source: START TASK
fr: COMMENCER LA TACHE
it: INIZIA IL COMPITO

# instructionsStopAudio
source: Stop reading
fr: Arrêter la lecture
it: Interrompere la lettura

# registrationCameraPermissionRequired
source: Camera permission required
fr: Autoriser l'utilisation de la caméra
it: Autorizzazione camera richiesta

# registrationInvalidQrCode
source: Invalid QR code
fr: QR Code invalide
it: QR code invalido

source: Registration key
fr: Clé d'enregistrement
it: Chiave di registrazione

# registrationPageTitle
source: Register API
fr: Enregistrer l'API
it: Registrare API

# registrationParticipantId
source: Participant ID
fr: Nom d'utilisateur
it: ID utilizzatore

# registrationQrScannerTitle
source: Scan QR code
fr: ANNULER

# registrationUrl
source: API URL
fr: URL de l'API

# settingsAboutHeading
source: About
fr: Infos
it: Info

# settingsAboutText
source: An app for text readability and comprehension experiments
fr: Une application pour tester la lisibilité et la compréhension des textes
it: Un'app per testare la leggibilità e la comprensibilità di testi

# settingsAddApi
source: Add API
fr: Ajouter un API
it: Aggiungi API

# settingsApiDate
source: Added on {date} {time}
fr: Ajouté le {date} {time}
it: Aggiunto il {date} {time}

# settingsDeleteApi
source: Delete API
fr: Supprimer l'API
it: Cancellare API

# settingsDeleteApiDialogTitle
source: Delete API?
fr: Veux-tu supprimer l'API ?
it: Cancellare API?

# settingsPageTitle
source: Settings
fr: Paramètres
it: Impostazioni

# settingsResetTutorial
source: Reset tutorial
fr: Relancer le tutoriel
it: Riavviare il tutorial

# settingsResetTutorialDialogTitle
source: Reset tutorial?
fr: Veux-tu relancer le tutoriel ?
it: Riavviare il tutorial?

# settingsTutorialHeading
source: Tutorial
fr: Tutoriel

# taskAbortDialogTitle
source: Do you really want to abort?
fr: Veux-tu vraiment annuler ?
it: Vuoi veramente uscire?

# taskAdvance
source: CONTINUE
fr: SUITE
it: CONTINUA

# taskFinish
source: FINISH
fr: TERMINER
it: TERMINARE

# taskLexicalDecisionNonword
source: NOT A WORD
fr: PAS DE MOT
it: NESSUNA PAROLA

# taskLexicalDecisionWord
source: WORD
fr: MOT
it: PAROLA

# taskPracticeIndicatorSubtitle
source: This task does not count
fr: Cette tache n'est pas prise en compte
it: Questo compito non conta

# taskPracticeIndicatorTitle
source: PRACTICE
fr: EXERCICE
it: ESERCIZIO

# taskQuestionAnsweringExpandQuestions
source: Answer questions
fr: Répondre aux questions
it: Rispondere alle domande

# taskReactionTimeIntro
source: Pop the balloon!
fr: Éclate le ballon !
it: Fai scoppiare il palloncino!

# taskReadingCorrectionDialogText
source: Please correct your answers.
fr: Corrige tes réponses, s'il te plaît.
it: Per favore correggi le tue risposte.

# taskReadingIncorrect
source: INCORRECT
fr: FAUX
it: SBAGLIATO

# taskResultsFinishExperiment
source: FINISH EXPERIMENT
fr: TERMINER L'EXPERIMENTATION
it: TERMINARE L'ESPERIMENTO

# taskResultsMessage1
source: Awesome!
fr: Super !
it: Super!

# taskResultsMessage2
source: Well done!
fr: Bravo !
it: Ben fatto!

# taskResultsMessage3
source: Great job!
fr: Beau travail !
it: Bel lavoro!

# taskResultsNextTask
source: NEXT TASK
fr: TACHE SUIVANTE
it: PROSSIMO COMPITO

# taskResultsNextTaskCounts
source: The next task will count!
fr: La prochaine tache sera prise en compte !
it: Il prossimo compito conta!

# taskResultsNoNextTask
source: LATER
fr: PLUS TARD
it: PIÙ TARDI

# taskResultsRepeatPracticeTask
source: REPEAT PRACTICE TASK
fr: RÉPÉTER L'EXERCICE
it: RIPETI ESERCIZIO

# taskResultsSecondsTaken
source: {howMany, plural, one{1 second} other{{howMany} seconds}}
fr: {howMany, plural, one{1 seconde} other{{howMany} secondes}}
it: {howMany, plural, one{1 secondo} other{{howMany} secondi}}

# taskRotateLandscape
source: Rotate your phone into landscape mode
fr: Fais pivoter ton téléphone en mode paysage
it: Gira il tuo telefono in orizzontale

# taskRotatePortrait
source: Rotate your phone into portrait mode
fr: Fais pivoter ton téléphone en mode portrait
it: Gira il tuo telefono in verticale

# taskTrailMakingStart
source: START
fr: COMMENCER
it: INIZIARE

# tutorialName
source: Tutorial
fr: Tutoriel

# instructionsTitle
source: Instructions
it: Istruzioni

# taskReadingCorrect
source: CORRECT
it: CORRETTO

# taskReadingCorrectionDialogTitle
source: {howMany, plural, one{1 answer} other{{howMany} answers}} incorrect
it: {howMany, plural, one{1 risposta sbagliata} other{{howMany} risposte sbagliate}}
